Repository: ParTech/ImageLibrary
Catalog: ParTech.ImageLibrary.Website/LocalizationAdmin/App_LocalResources/LocalizationAdmin.aspx.*.resx
Languages: de

# NoResourceIdEntered
source: The ResourceId is required
de: Eine ResourceId ist muss angegeben werden

# btnRefresh.Text
source: Refresh Page
de: Seite erneuern

# imgAddResourceSet.Title
source: New ResourceSet (requires that you add a new ResourceId)
de: Neuer Resource Set (benoetigt eine neue ResourceId)

# btnGenerateStronglyTypedResources.Text
source: Generate Strong Resources
de: Starke Resourcen generieren

# txtNewResourceSet.ToolTip
source: The name of the resource set without the .resx extension. Local resources should specify a virtual relative path to the page (ie. admin/admin.aspx)
de: Der Name des ResourceSets ohne die .resx extension. Local Resourcen sollten den Web relativen Seiten Namen angeben (bzw. admin/admin.aspx)

# btnAddValueAndKeepOpen
source: Add and keep open
de: Hinzufügen und offen lassen

# btnExportResources.Text
source: Export to Resources
de: Export zu Resources

# lblLanguages.Text
source: Languages:
de: Sprachen:

# btnFileUpload.Text
source: Upload
de: Heraufladen

# btnRecycleApp.Text
source: Reload Resources
de: Resources neu laden

# btnRenameResourceSet.Text
source: Rename ResourceSet
de: Neuer Name

# Page1.Title
source: Application Resource Localization
de: Übersetzungs Einstellungen

# lblPageHeader.Text
source: Web Resource Localization Editor
de: Resource Übersetzung

# btnRenameResourceKey.Text
source: Rename
de: Umbenennen

# btnTranslate.ToolTip
source: Translate Resource Text with Google or Babelfish
de: Uebersetzen mit Google oder Babelfish

# lblValue.Text
source: Translated Text:
de: Übersetzter Text:

# BackupComplete
source: The backup completed successfully
de: Der Backup führte erfolgreich durchgeführt

# BackupNotification
source: This operation backs up the localization table to a backup table. Do you want to continue?
de: Diese Operation macht einen Backup von der Lokalisationtabelle. Möchten Sie fortfahren?

# btnRename.Text
source: Rename
de: Umbenennen

# lblRenameResourceHeader.Text
source: Rename Resource
de: Resource umbenennen

# lblResourceToRename_Label.Text
source: ResourceKey to Rename:
de: Resource die umbennant werden soll:

# lblRenamedResource.Text
source: ResourceKey to Rename:
de: Neuer Name für Resource:

# btnCreateTable.Text
source: Create Table
de: Neue Tabelle

# BackupFailed
source: The backup failed
de: Backup wurde nicht durchgeführt

# FeatureDisabled
source: Feature not available in online demo
de: Diese Funktion ist nicht vorhanden im on-line Demo

# ResourceTableDoesntExist
source: The Resource Table does not exist. Please use the Create Table option.
de: Die Resource Datei besteht noch nicht. Bitte erstellen Sie die Datei zuerst.

# btnSaveValue.Text
source: Save
de: Speichern

# btnDelete.Text
source: Delete
de: Löschen

# btnAddResourceDisplay.Text
source: Add Resource
de: Neue Resource

# txtValue.ToolTip
source: Resource Value (Alt-V)
de: Übersetzter Text (Alt-V)

# lblNewLanguage.Text
source: Lang:
de: Sprache:

# btnAddValue.Text
source: Add Resource
de: Neue Resource

# lblGoogle.Text
source: Google Translation:
de: Übersetzung mit Google:

# lblBing.Text
source: Babelfish/Yahoo Translation:
de: Übersetzung mit Yahoo/Babelfish:

# lblTranslateTo.Text
source: To:
de: Zu:

# lblTranslateHeader.Text
source: Web Service Translation
de: Web Service Übersetzung

source: Ready
de: Los

source: No matching language
de: Keine Sprache gefunden

source: No resources available
de: Resources sind nicht vorhanden

# NoValueEntered
source: You haven't entered a value.
de: Kein Wert wurde eingegeben.

# ResourceUpdated
source: Resource has been updated...
de: Resource gespeichert...

# lblNewResourceHeader.Text
source: Add Resource
de: Neue Resource erstellen

# lblFileUpload.Text
source: File Resource Upload:
de: Akten Upload:

source: Today
de: Heute

source: Yesterday
de: Gestern

# btnRecycleApp.ToolTip
source: Reload Resources for the Application (Alt-R)
de: Resourcen neu laden (Alt-R)

# LocalizationTableNotCreated
source: Couldn't create Localization table.
de: Die Localizations Akte konnte nicht erstellt werden.

source: Resource Generation failed.
de: Resource Erzeugung hat nicht funktioniert.

# ResourceGenerationComplete
source: Resource Generation completed successfully.
de: Resource Erzeugung erfolgreich durchgeführt.

# ResourcesReloaded
source: Resources have been reloaded for the Application
de: Resources sind wieder neu geladen worden

# LocalizationTableCreated
source: Localization table was created successfully.
de: Lokalisations Akte wurde erfolgreich erstellt.

# btnShowComment.Text
source: Comment
de: Bemerkung

source: ResourceSet renamed.
de: ResourceSet umbenannt.

# ResourceUpdateFailed
source: The resource update failed. Most likely an invalid culture was specified.
de: Resource Schreiben hat nicht funktioniert.

# btnTranslate.Text
source: Translate
de: Übersetzen

# lblNewValue.Text
source: Value:
de: Übersetzter Text:

# lblTranslationInputText.Text
source: Input Text:
de: Originaler Text:

source: Loading
de: Laden

# ResourceGenerationConfirmation
source: This operation will try to export your resources to standard .NET Resource Files. It requires that the WebServer account has WRITE access in the Web directories. Are you sure you want to continue?
de: Diese Operation versucht Ihre Resources in standard .NET ResX Akten zu exportieren. Es erfordert, daß der WebServer Zugang hat um in die Netzverzeichnisse zu schreiben. Möchten sie fortfahren?

# btnSaveValue.ToolTip
source: Save Resource Value (Alt-S)
de: Resource Wert schreiben (Alt-S)

# btnImport.Text
source: Import from Resources
de: Import aus Resourcen

# lblTranslateFrom.Text
source: From:
de: Von:

# chkPropertyRename.Text
source: Rename all properties for key
de: Alle Eigenschaften umbenennen

source: Close
de: Schliessen

# InvalidResourceId
source: Invalid ResourceId selected
de: Unzulässige ResourceId

# txtResSearch.ToolTip
source: Search Resource Ids (Alt-E)
de: Resource Ids durchsuchen (Alt-E)

# AreYouSureYouWantToRemoveValue
source: Are you sure you want to remove this value?
de: Sind Sie sicher dass Sie diesen Wert löschen wollen?
